Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: No workouts yet. They come from your WHOOP and Apple Health history. Import in Data Sources to bring them in, or add one you tracked elsewhere.
de: Noch keine Workouts. Sie kommen aus deinem WHOOP- und Apple-Health-Verlauf. Importiere unter „Datenquellen“, um sie hereinzuholen, oder füge eines hinzu, das du woanders erfasst hast.
es: Aún no hay entrenamientos. Provienen de tu historial de WHOOP y Apple Health. Impórtalos en Fuentes de datos para añadirlos, o añade uno que hayas registrado en otro sitio.
fr: Aucun entraînement pour l'instant. Ils proviennent de votre historique WHOOP et Apple Santé. Importez-les dans Sources de données, ou ajoutez-en un que vous avez suivi ailleurs.
it: Ancora nessun allenamento. Provengono dalla cronologia del tuo WHOOP e di Apple Health. Importa in Sorgenti dati per acquisirli, oppure aggiungine uno che hai tracciato altrove.
pl: Nie ma jeszcze żadnych treningów. Pochodzą one z Twojej historii WHOOP i Apple Health. Zaimportuj źródła danych, aby je wprowadzić, lub dodaj źródła śledzone w innym miejscu.
pt_pt: Ainda não há treinos. Vêm do teu histórico de WHOOP e Apple Health. Importe fontes de dados para os trazer ou adicione uma que tenha rastreado noutro local.
ru: Тренировок пока нет. Они берутся из истории WHOOP и Apple Health. Импортируйте их в разделе «Источники данных» или добавьте тренировку, записанную в другом месте.
th: ยังไม่มีการออกกำลังกาย ข้อมูลเหล่านี้มาจากประวัติ WHOOP และ Apple Health ของคุณ นำเข้าแหล่งข้อมูลเพื่อนำเข้าหรือเพิ่มแหล่งข้อมูลที่คุณติดตามจากที่อื่น
zh_hans: 暂无锻炼记录。它们来自你的 WHOOP 和 Apple 健康历史。请在「数据来源」中导入以引入它们，或添加一次你在别处追踪的锻炼。
zh_hant: 暫無鍛鍊記錄。它們來自你的 WHOOP 和 Apple 健康歷史。請在「資料來源」中匯入以引入它們，或新增一次你在別處追蹤的鍛鍊。

source: No workouts yet. They come from your WHOOP and Apple Health history. Import in Data Sources to bring them in.
de: Noch keine Workouts. Sie stammen aus deinem WHOOP- und Apple-Health-Verlauf. Importiere sie unter Datenquellen.
es: Aún no hay entrenamientos. Provienen de tu historial de WHOOP y Apple Health. Impórtalos en Fuentes de datos para añadirlos.
fr: Pas encore d'entraînements. Ils proviennent de votre historique WHOOP et Apple Santé. Importez dans Sources de données pour les intégrer.
it: Ancora nessun allenamento. Provengono dalla cronologia del tuo WHOOP e di Apple Health. Importa in Sorgenti dati per aggiungerli.
pl: Nie ma jeszcze żadnych treningów. Pochodzą one z Twojej historii WHOOP i Apple Health. Importuj źródła danych, aby je wprowadzić.
pt_pt: Ainda não há treinos. Vêm do teu histórico de WHOOP e Apple Health. Importe fontes de dados para os trazer.
ru: Они берутся из истории WHOOP и Apple Здоровье. Импортируйте данные в разделе «Источники данных».
th: ยังไม่มีการออกกำลังกาย ข้อมูลเหล่านี้มาจากประวัติ WHOOP และ Apple Health ของคุณ นำเข้าแหล่งข้อมูลเพื่อนำเข้า
zh_hans: 暂无锻炼记录。它们来自你的 WHOOP 和 Apple 健康历史。请在「数据来源」中导入以引入它们。
zh_hant: 暫無鍛鍊記錄。它們來自你的 WHOOP 和 Apple 健康歷史。請在「資料來源」中匯入以引入它們。

source: Nomic finds related local text without uploading it. Health measurements still use exact local queries.
de: Nomic findet verwandten lokalen Text, ohne ihn hochzuladen. Gesundheitsmessungen verwenden immer noch genaue lokale Abfragen.
es: Nomic busca texto local relacionado sin cargarlo. Las mediciones de salud todavía utilizan consultas locales exactas.
fr: Nomic recherche le texte local associé sans le télécharger. Les mesures de santé utilisent toujours des requêtes locales exactes.
it: Nomic trova il testo locale correlato senza caricarlo. Le misurazioni della salute utilizzano ancora query locali esatte.
pl: Nomic znajduje powiązany tekst lokalnie, bez wysyłania go. Pomiary zdrowotne nadal korzystają z dokładnych zapytań lokalnych.
pt_pt: Nomic encontra texto local relacionado sem carregá-lo. As medições de saúde ainda usam consultas locais exatas.
ru: Nomic находит связанный локальный текст, не загружая его. При измерении здоровья по-прежнему используются точные локальные запросы.
th: Nomic ค้นหาข้อความที่เกี่ยวข้องภายในอุปกรณ์โดยไม่อัปโหลดข้อมูล ส่วนค่าทางสุขภาพใช้การค้นข้อมูลในเครื่องอย่างแม่นยำ
zh_hans: Nomic 查找相关本地文本而不上传。健康测量仍然使用精确的本地查询。
zh_hant: Nomic 尋找相關本機文字而不上傳。健康測量仍然使用精確的本地查詢。

source: Nomic is not the coaching model. It only retrieves relevant local text and is loaded on demand, then released after inactivity, a memory warning or a privacy change. The selected provider model still reasons over the compact context and writes the reply.
de: Nomic ist nicht das Coaching-Modell. Es ruft nur relevanten lokalen Text ab und wird bei Bedarf geladen und dann nach Inaktivität, einer Speicherwarnung oder einer Datenschutzänderung freigegeben. Das ausgewählte Anbietermodell überlegt weiterhin den kompakten Kontext und schreibt die Antwort.
es: Nomic no es el modelo de coaching. Solo recupera texto local relevante y se carga según demanda, luego se libera después de inactividad, una advertencia de memoria o un cambio de privacidad. El modelo de proveedor seleccionado todavía razona sobre el contexto compacto y escribe la respuesta.
fr: Nomic n'est pas le modèle de coaching. Il récupère uniquement le texte local pertinent et est chargé à la demande, puis libéré après une inactivité, un avertissement de mémoire ou une modification de la confidentialité. Le modèle de fournisseur sélectionné raisonne toujours sur le contexte compact et écrit la réponse.
it: Nomic non è il modello di coaching. Recupera solo il testo locale rilevante e viene caricato su richiesta, quindi rilasciato dopo inattività, un avviso di memoria o una modifica della privacy. Il modello di provider selezionato ragiona ancora sul contesto compatto e scrive la risposta.
pl: Nomic nie jest modelem trenerskim. Wyszukuje jedynie istotny tekst lokalny, jest wczytywany na żądanie i zwalniany po okresie bezczynności, ostrzeżeniu o pamięci lub zmianie ustawień prywatności. To wybrany model dostawcy analizuje zwięzły kontekst i pisze odpowiedź.
pt_pt: Nomic não é o modelo de coaching. Ele recupera apenas texto local relevante e é carregado sob demanda e liberado após inatividade, aviso de memória ou alteração de privacidade. O modelo de provedor selecionado ainda raciocina sobre o contexto compacto e escreve a resposta.
ru: Nomic не является моделью коучинга. Он извлекает только соответствующий локальный текст и загружается по требованию, а затем освобождается после бездействия, предупреждения памяти или изменения конфиденциальности. Выбранная модель поставщика по-прежнему анализирует компактный контекст и записывает ответ.
th: Nomic ไม่ใช่โมเดลโค้ช แต่ใช้ค้นข้อความในเครื่องที่เกี่ยวข้องและโหลดเมื่อจำเป็น โมเดลจากผู้ให้บริการที่คุณเลือกยังเป็นผู้วิเคราะห์บริบทและเขียนคำตอบ
zh_hans: Nomic 不是教练模型。它仅检索相关的本地文本并按需加载，然后在不活动、内存警告或隐私更改后释放。所选的提供者模型仍然对紧凑上下文进行推理并写入回复。
zh_hant: Nomic 不是教練模型。它僅檢索相關的本地文本並按需加載，然後在不活動、內存警告或隱私更改後釋放。所選的提供者模型仍然對緊湊上下文進行推理並寫入回應。

source: Non-binary
de: Nichtbinär
es: No binario
fr: Non-binaire
it: Non binario
pl: Niebinarny
pt_pt: Não binário
ru: Небинарный
th: ไม่ใช่ไบนารี
zh_hans: 非二元性别
zh_hant: 非二元性別

source: None — silence, start to finish
de: Keine - Stille von Anfang bis Ende
es: Ninguno: silencio de principio a fin
fr: Aucun - silence du début à la fin
it: Nessuno - silenzio dall'inizio alla fine
pl: Brak — cisza, początek i koniec
pt_pt: Nenhum - silêncio, do início ao fim
ru: Ничего — тишина от начала до конца
th: ไม่มี — เงียบ เริ่มจนจบ
zh_hans: 无——全程静默
zh_hant: 無——全程靜默

source: None added yet
de: Noch nichts hinzugefügt
es: Aún no se ha añadido nada
fr: Rien d'ajouté pour l'instant
it: Ancora nulla aggiunto
pl: Nic jeszcze nie dodano
pt_pt: Ainda nada adicionado
ru: Пока ничего не добавлено
th: ยังไม่มีเพิ่มเลย
zh_hans: 尚未添加任何内容
zh_hant: 尚未新增任何內容

source: Noon
de: Mittag
es: Mediodía
fr: Midi
it: Mezzogiorno
pl: Południe
pt_pt: Meio dia
ru: Полдень
th: กลางวัน
zh_hans: 中午
zh_hant: 中午

source: NOOP (in Files)
de: NOOP (in Dateien)
es: NOOP (en Archivos)
fr: NOOP (dans les fichiers)
it: NOOP (in file)
pl: NOOP (w Plikach)
pt_pt: NOOP (em Arquivos)
ru: NOOP (в файлах)
th: NOOP (ในไฟล์)
zh_hans: NOOP（在文件中）
zh_hant: NOOP（在文件中）

source: NOOP %@ is here. Tap to read what's new.
de: NOOP %@ ist da. Tippe, um zu lesen, was neu ist.
es: NOOP %@ ya está aquí. Toca para leer las novedades.
fr: NOOP %@ est arrivé. Touchez pour lire les nouveautés.
it: NOOP %@ è arrivato. Tocca per leggere le novità.
pl: NOOP %@ jest tutaj. Kliknij, aby przeczytać nowości.
pt_pt: NOOP %@ está aqui. Toque para ler as novidades.
ru: NOOP %@ уже здесь. Нажмите, чтобы узнать, что нового.
th: NOOP %@ มาแล้ว แตะเพื่ออ่านว่ามีอะไรใหม่
zh_hans: NOOP %@ 来了。点按查看新内容。
zh_hant: NOOP %@ 來了。點擊查看新功能。

source: NOOP can read a coarse menstrual-cycle phase from your nightly skin temperature, entirely on your device. It is awareness only: not contraception, not a fertility predictor, not a medical service.
de: NOOP kann eine grobe Menstruationszyklus-Phase aus deiner nächtlichen Hauttemperatur ablesen, komplett auf deinem Gerät. Es dient nur dem Bewusstsein: keine Verhütung, kein Fruchtbarkeits-Vorhersager, kein medizinischer Dienst.
es: NOOP puede leer una fase aproximada del ciclo menstrual a partir de tu temperatura de la piel nocturna, completamente en tu dispositivo. Es solo información: no es anticoncepción, ni un predictor de fertilidad, ni un servicio médico.
fr: NOOP peut lire une phase approximative du cycle menstruel à partir de votre température cutanée nocturne, entièrement sur votre appareil. Cela sert uniquement à informer : ce n'est ni une contraception, ni un prédicteur de fertilité, ni un service médical.
it: NOOP può leggere una fase approssimativa del ciclo mestruale dalla tua temperatura cutanea notturna, interamente sul tuo dispositivo. È solo a scopo informativo: non è un metodo contraccettivo, non è un predittore di fertilità, non è un servizio medico.
pl: NOOP może odczytać zgrubną fazę cyklu miesiączkowego na podstawie nocnej temperatury skóry, całkowicie na Twoim urządzeniu. To tylko świadomość: nie antykoncepcja, nie wskaźnik płodności, nie usługa medyczna.
pt_pt: O NOOP pode ler uma fase aproximada do ciclo menstrual a partir da temperatura noturna da tua pele, inteiramente no teu dispositivo. É apenas consciência: não é contracepção, não é um indicador de fertilidade, não é um serviço médico.
ru: NOOP может определять приблизительную фазу менструального цикла по ночной температуре кожи, полностью на вашем устройстве. Это только информирование: не контрацепция, не предсказание фертильности и не медицинская услуга.
th: NOOP สามารถประเมินระยะของรอบเดือนแบบคร่าว ๆ จากแนวโน้มอุณหภูมิผิวหนังยามค่ำคืน โดยประมวลผลทั้งหมดบนอุปกรณ์ ข้อมูลนี้มีไว้เพื่อการรับรู้เท่านั้น ไม่ใช่วิธีคุมกำเนิด ไม่ใช่การทำนายภาวะเจริญพันธุ์ และไม่ใช่บริการทางการแพทย์
zh_hans: NOOP 可以从你的夜间皮肤温度中读取粗略的月经周期阶段，完全在你的设备上。它仅供了解参考：不是避孕手段，不是生育力预测工具，也不是医疗服务。
zh_hant: NOOP 可以從你的夜間皮膚溫度中讀取粗略的月經週期階段，完全在你的裝置上。它僅供了解參考：不是避孕手段，不是生育力預測工具，也不是醫療服務。

source: NOOP can run off only an Apple Watch, no chest strap needed. The watch is the sensor; NOOP does the thinking on your phone, computing Charge, Rest, Effort and your Fitness Age from your Health data, all on-device.
de: NOOP kann allein mit einer Apple Watch laufen, kein Brustgurt nötig. Die Uhr ist der Sensor; NOOP übernimmt das Denken auf deinem Telefon und berechnet Ladung, Ruhe, Anstrengung und dein Fitnessalter aus deinen Health-Daten, alles auf dem Gerät.
es: NOOP puede funcionar solo con un Apple Watch, sin necesidad de banda de pecho. El reloj es el sensor; NOOP hace el trabajo en tu teléfono, calculando Carga, Descanso, Esfuerzo y tu Edad fitness a partir de tus datos de Salud, todo en el dispositivo.
fr: NOOP peut fonctionner avec une seule Apple Watch, sans besoin de ceinture pectorale. La montre est le capteur ; NOOP fait le calcul sur votre téléphone, en calculant votre Charge, votre Repos, votre Effort et votre Âge fitness à partir de vos données Santé, le tout sur l'appareil.
it: NOOP può funzionare solo con un Apple Watch, senza bisogno di una fascia toracica. L'orologio è il sensore; NOOP fa i calcoli sul tuo telefono, calcolando carica, riposo, sforzo e la tua Età di forma fisica dai tuoi dati Health, tutto sul dispositivo.
pl: NOOP może współpracować tylko z Apple Watch, nie jest potrzebny pas piersiowy. Zegarek jest czujnikiem; NOOP myśli na Twoim telefonie, obliczając Energia, Odpoczynek, Wysiłek i Twój wiek sprawnościowy na podstawie danych zdrowotnych, a wszystko to na urządzeniu.
pt_pt: O NOOP pode funcionar apenas com um Apple Watch, sem necessidade de bracelete torácica. O relógio é o sensor; O NOOP pensa no teu telemóvel, calculando a carga, o descanso, o esforço e a idade de fitness a partir dos teus dados de saúde, tudo no dispositivo.
ru: NOOP может работать только от Apple Watch, без нагрудного датчика. Часы — это сенсор; NOOP выполняет вычисления на вашем телефоне, рассчитывая Заряд, Отдых, Усилие и ваш Фитнес-возраст на основе данных Health, полностью на устройстве.
th: NOOP ใช้งานโดยอาศัยเพียง Apple Watch ได้ ไม่จำเป็นต้องมีสายคาดอก นาฬิกาทำหน้าที่เป็นเซนเซอร์ ส่วน NOOP คำนวณพลังฟื้นตัว การพักผ่อน ภาระร่างกาย และอายุสมรรถภาพจากข้อมูลสุขภาพบน iPhone ของคุณ โดยประมวลผลทั้งหมดภายในอุปกรณ์
zh_hans: NOOP 可以仅靠一块 Apple Watch 运行，无需胸带。手表是传感器；NOOP 在你的手机上做运算，从你的健康数据中计算出能量、休息、消耗和你的体能年龄，全部在设备本地。
zh_hant: NOOP 可以僅靠一塊 Apple Watch 運行，無需胸帶。手錶是感測器；NOOP 在你的手機上做運算，從你的健康資料中計算出能量、休息、消耗和你的體能年齡，全部在裝置本地。

source: NOOP can tap your wrist when your %@ needs you. No glance at the screen required.
de: NOOP kann dein Handgelenk antippen, wenn dein %@ dich braucht. Kein Blick auf den Bildschirm nötig.
es: NOOP puede tocar tu muñeca cuando tu %@ te necesita. Sin necesidad de mirar la pantalla.
fr: NOOP peut tapoter votre poignet lorsque votre %@ a besoin de vous. Aucun coup d'œil à l'écran n'est nécessaire.
it: NOOP può darti un colpetto al polso quando il tuo %@ ha bisogno di te. Senza dover guardare lo schermo.
pl: NOOP może dotknąć Twojego nadgarstka, gdy %@ Cię potrzebuje. Nie trzeba patrzeć na ekran.
pt_pt: O NOOP pode bater no teu pulso quando o teu %@ precisar de ti. Não é necessário olhar para o ecrã.
ru: NOOP может слегка постучать по вашему запястью, когда нужен %@. Смотреть на экран не придётся.
th: NOOP สามารถแตะข้อมือของคุณเมื่อ %@ ต้องการคุณ ไม่จำเป็นต้องเหลือบมองหน้าจอ
zh_hans: 当你的 %@ 需要你时，NOOP 可以轻拍你的手腕。无需看屏幕。
zh_hant: 當你的 %@ 需要你時，NOOP 可以輕拍你的手腕。無需看螢幕。

source: NOOP Charge
de: NOOP-Ladung
es: Carga de NOOP
fr: Charge NOOP
it: Carica NOOP
pl: NOOP Energia
pt_pt: Carga NOOP
ru: NOOP Заряд
th: พลังฟื้นตัว NOOP
zh_hans: NOOP 能量
zh_hant: NOOP 能量

source: NOOP computed
de: Von NOOP berechnet
es: Calculado por NOOP
fr: Calculé par NOOP
it: Calcolato da NOOP
pl: Obliczono NOOP
pt_pt: NOOP calculado
ru: Вычислено NOOP
th: NOOP คำนวณแล้ว
zh_hans: 由 NOOP 计算
zh_hant: 由 NOOP 計算

source: NOOP didn't get a folder back from the picker. If the Open button won't do anything, tap "Use NOOP's own folder" below to back up inside NOOP instead — you can read those backups from the Files app.
de: NOOP hat keinen Ordner von der Auswahl zurückbekommen. Wenn die Schaltfläche „Öffnen“ nichts bewirkt, tippen Sie unten auf „Eigenen Ordner von NOOP verwenden“, um stattdessen ein Backup in NOOP zu erstellen – Sie können diese Backups über die Dateien-App lesen.
es: NOOP no recuperó una carpeta del selector. Si el botón Abrir no hace nada, toque "Usar la propia carpeta de NOOP" a continuación para realizar una copia de seguridad dentro de NOOP; puede leer esas copias de seguridad desde la aplicación Archivos.
fr: NOOP n'a pas récupéré de dossier du sélecteur. Si le bouton Ouvrir ne fait rien, appuyez sur "Utiliser le propre dossier de NOOP" ci-dessous pour sauvegarder à l'intérieur de NOOP à la place - vous pouvez lire ces sauvegardes à partir de l'application Fichiers.
it: NOOP non ha recuperato una cartella dal selettore. Se il pulsante Apri non funziona, tocca "Utilizza la cartella di NOOP" di seguito per eseguire il backup all'interno di NOOP: puoi leggere tali backup dall'app File.
pl: NOOP nie otrzymał folderu z okna wyboru. Jeśli przycisk Otwórz nic nie robi, dotknij poniżej „Użyj własnego folderu NOOP”, by zapisywać kopie wewnątrz NOOP — odczytasz je z aplikacji Pliki.
pt_pt: NOOP não recuperou uma pasta do seletor. Se o botão Abrir não fizer nada, toque em "Usar a própria pasta de NOOP" abaixo para fazer backup dentro de NOOP - você pode ler esses backups no aplicativo Arquivos.
ru: NOOP не получил папку обратно из средства выбора. Если кнопка «Открыть» ничего не дает, нажмите «Использовать собственную папку NOOP» ниже, чтобы вместо этого создать резервную копию внутри NOOP — вы можете прочитать эти резервные копии из приложения «Файлы».
th: NOOP ไม่ได้รับโฟลเดอร์กลับจากตัวเลือก หากปุ่มเปิดไม่ทำอะไรเลย ให้แตะ "ใช้โฟลเดอร์ของ NOOP" ด้านล่างเพื่อสำรองข้อมูลภายใน NOOP แทน คุณสามารถอ่านข้อมูลสำรองเหล่านั้นได้จากแอป Files
zh_hans: NOOP 没有从选取器中取回文件夹。如果“打开”按钮不起作用，请点击下面的“使用 NOOP 自己的文件夹”在 NOOP 内进行备份 - 您可以从“文件”应用程序读取这些备份。
zh_hant: NOOP 沒有從選取器取回資料夾。如果「開啟」按鈕不起作用，請點擊下面的「使用 NOOP 自己的資料夾」在 NOOP 內進行備份 - 您可以從「檔案」應用程式讀取這些備份。

source: NOOP estimates your steps from your WHOOP's motion, calibrated to your phone's step count. It's an estimate, not a step counter — a WHOOP 5.0 / MG streams motion (not a step count) only with deep data on.
de: NOOP schätzt Ihre Schritte anhand der Bewegung Ihres WHOOP, kalibriert auf die Schrittzahl Ihres Telefons. Es handelt sich um eine Schätzung, nicht um einen Schrittzähler – ein WHOOP 5.0 / MG streamt Bewegungen (keine Schrittzahl) nur mit aktivierten Deep Data.
es: NOOP calcula tus pasos a partir del movimiento de tu WHOOP, calibrado según el recuento de pasos de tu teléfono. Es una estimación, no un contador de pasos: un WHOOP 5.0/MG transmite movimiento (no un recuento de pasos) solo con datos profundos activados.
fr: NOOP estime vos pas à partir du mouvement de votre WHOOP, calibré en fonction du nombre de pas de votre téléphone. Il s'agit d'une estimation, pas d'un compteur de pas - un WHOOP 5.0 / MG diffuse le mouvement (pas un nombre de pas) uniquement avec des données approfondies activées.
it: NOOP stima i tuoi passi in base al movimento del tuo WHOOP, calibrato sul conteggio dei passi del tuo telefono. È una stima, non un contapassi: un WHOOP 5.0 / MG trasmette il movimento (non il conteggio dei passi) solo con dati approfonditi attivati.
pl: NOOP szacuje Twoje kroki na podstawie ruchu z WHOOP, kalibrując je licznikiem kroków telefonu. To szacunek, a nie krokomierz — WHOOP 5.0 / MG przesyła ruch (nie liczbę kroków) tylko przy włączonych danych szczegółowych.
pt_pt: NOOP estima seus passos a partir do movimento de seu WHOOP, calibrado para a contagem de passos do seu telefone. É uma estimativa, não um contador de passos - um WHOOP 5.0 / MG transmite movimento (não uma contagem de passos) apenas com dados profundos ativados.
ru: NOOP оценивает ваши шаги на основе движения WHOOP, откалиброванного по количеству шагов вашего телефона. Это оценка, а не счетчик шагов — движение потоков WHOOP 5.0/MG (а не подсчет шагов) только с включенными глубокими данными.
th: NOOP ประมาณจำนวนก้าวจากการเคลื่อนไหวของ WHOOP และปรับเทียบกับจำนวนก้าวในโทรศัพท์ ค่านี้เป็นค่าประมาณ ไม่ใช่ตัวนับก้าว โดย WHOOP 5.0 / MG จะส่งข้อมูลการเคลื่อนไหว (ไม่ใช่จำนวนก้าว) เมื่อเปิดข้อมูลเชิงลึกเท่านั้น
zh_hans: NOOP 根据 WHOOP 的动作估算您的步数，并根据手机的步数进行校准。这是估计值，而不是步数计数器 — 仅在深度数据开启的情况下，WHOOP 5.0 / MG 流运动（不是步数）。
zh_hant: NOOP 根據 WHOOP 的動作估算您的步數，並根據手機的步數進行校準。這是估計值，而不是步數計數器 — 僅在深度資料開啟的情況下，WHOOP 5.0 / MG 流運動（不是步數）。

source: NOOP estimates your steps from your WHOOP's motion, calibrated to your phone's step count. It's an estimate, not a step counter. A WHOOP 4.0 doesn't transmit steps.
de: NOOP schätzt deine Schritte aus der Bewegung deines WHOOP, kalibriert an der Schrittzahl deines Telefons. Es ist eine Schätzung, kein Schrittzähler. Ein WHOOP 4.0 überträgt keine Schritte.
es: NOOP estima tus pasos a partir del movimiento de tu WHOOP, calibrado con el recuento de pasos de tu teléfono. Es una estimación, no un podómetro. Una WHOOP 4.0 no transmite pasos.
fr: NOOP estime vos pas à partir du mouvement de votre WHOOP, calibré sur le nombre de pas de votre téléphone. C'est une estimation, pas un podomètre. Un WHOOP 4.0 ne transmet pas de pas.
it: NOOP stima i tuoi passi dal movimento del tuo WHOOP, calibrato sul conteggio dei passi del tuo telefono. È una stima, non un contapassi, un WHOOP 4.0 non trasmette i passi.
pl: NOOP szacuje Twoje kroki na podstawie ruchu WHOOP, skalibrowanego do liczby kroków Twojego telefonu. To szacunki, a nie licznik kroków. WHOOP 4.0 nie przesyła kroków.
pt_pt: O NOOP estima os teus passos a partir do movimento do WHOOP, calibrado para a contagem de passos do teu telemóvel. É uma estimativa, não um contador de passos. Um WHOOP 4.0 não transmite passos.
ru: NOOP оценивает количество шагов по данным движения вашего WHOOP, откалиброванным по счётчику шагов телефона. Это оценка, а не точный подсчёт шагов. WHOOP 4.0 не передаёт данные о шагах.
th: NOOP ประมาณการจำนวนก้าวของคุณจากการเคลื่อนไหวของ WHOOP ซึ่งปรับเทียบตามจำนวนก้าวในโทรศัพท์ของคุณ มันเป็นการประมาณการ ไม่ใช่การนับก้าว WHOOP 4.0 ไม่ส่งจำนวนก้าว
zh_hans: NOOP 会根据你 WHOOP 的运动来估算步数，并以你手机的步数进行校准。这是一个估算值，而非计步器，WHOOP 4.0 不传输步数。
zh_hant: NOOP 會根據你 WHOOP 的運動來估算步數，並以你手機的步數進行校準。這是一個估算值，而非計步器，WHOOP 4.0 不傳輸步數。
